# ох, не я это придумал
# Роскомнадзор 23.12.2013(4 слова и их производные)
BED_WORDS = {
             'хуй',
             'хуйня',
             'хуевый',
             'хуевая',
             'бля',
             'блядь',
             'блядища',
             'блядство',
             'пизда',
             'пиздец',
             'пиздатый',
             'пиздатая',
             'пиздато',
             'ебать',
             'ебнытый',
             'ёбнутый',
             'ебнутая',
             'ёбнутая',
             'ебануться',
             'ебнуться',
             'ёбнуться'
}